Revit 2027 API
SymbolicCurveArray Constructor
Initializes a new instance of the SymbolicCurveArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SymbolicCurveArray()
Public Sub New
public:
SymbolicCurveArray()
new : unit -> SymbolicCurveArray
See Also
Reference
SymbolicCurveArray Class
Autodesk.Revit.DB Namespace